Revit 2027 API
BuiltInFailures.FamilyFailures.CannotCopyWatchCurveBasedFixture Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyWatchCurveBasedFixture { get; }
Public Shared ReadOnly Property CannotCopyWatchCurveBasedFixture As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyWatchCurveBasedFixture {
	FailureDefinitionId^ get ();
}
static member CannotCopyWatchCurveBasedFixture : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace